Repository: bhoolinagar/kashtcart
Catalog: lib/l10n/intl_*.arb
Languages: hi

# brand
source: Kashtcart
hi: काश्तकार्ट

# welcome
source: Welcome to Kashtcart
hi: काश्तकार्ट में आपका स्वागत है

source: Home
hi: होम

source: Add Farm Equipment
hi: कृषि उपकरण जोड़ें

source: Work
hi: काम

# language_choice
source: Language English
hi: भाषा हिंदी

source: Loading .........
hi: लोङिग ....

# internet_off
source: Oh! god your connection is going on,
hi: अरे! राम-राम काका इनटरनेट बदं है,

# internet_on
source: Please on your mobile data or wifi quickly
hi: कृपया अपना वाई-फाई अथवा मोबाइल डेटा चालू करें

source: Vehicle:
hi: उपकरण:

source: Rate:
hi: दर:

source: Company:
hi: कम्पनी:

source: Review:
hi: रिव्यू:

source: View More
hi: और अधिक देंखे

source: Book
hi: बुक

source: Add vehicle
hi: उपकरण जोडे

source: My vehicle
hi: मेरा उपकरण

source: Edit & delete
hi: एडिट और मिटाए

source: New Equipment
hi: नया उपकरण

source: My Earning
hi: मेरी कमाई

source: Total Earning
hi: कुल कमाई

source: Share
hi: साझा करें

source: Refers Farmer
hi: दूसरे किसानों

# Driver_Profile
source: Farmer Profile
hi: किसान परोफाइल

source: Enter name
hi: नाम लिखें

source: Name
hi: नाम

source: Display username
hi: कृपया यूसर देखें

source: Enter mobile number
hi: लिखें मोबाइल नम्बर

source: Mobile
hi: मोबाइल

source: Pleas enter Mobile number
hi: कृपया मोबाइल नंबर लिखें

source: Country
hi: देश

source: Select State
hi: राज्य चुनें

source: State
hi: राज्य

source: Select district
hi: जिला चुनें

source: District
hi: जिला

source: Enter block name
hi: तेहसील नाम लिखें

source: Block
hi: तेहसील

# Enter_block
source: Please enter block
hi: कृपया तेहसील लिखें

source: Enter village
hi: गाँव लिखें

source: Village
hi: गाँव

source: Display Village
hi: कृपया गाँव लिखें

source: Enter pincode
hi: पिनकोड लिखे

source: Pincode
hi: पिनकोड

# Display_pincode
source: Please display pincode
hi: कृपया पिनकोङ लिखें

source: Save
hi: सेव

source: Upload
hi: अपलोड करें

source: Cancel
hi: रद्द करें

# Take_Picture
source: Take a Picture
hi: फोटो खीचें

# Select_Gallery
source: Select from Gallery
hi: गैलेरी से चुनें

source: Register
hi: पंजीयन

source: Add photo
hi: फोटो जोडें

source: Bank details
hi: बैंक जानकारी

source: Add Current Location
hi: वर्तमान लोकेशन जोडें

source: Select Vehicle name
hi: उपकरण नाम चुनें

source: please Select vehicle name
hi: कृपया उपकरण का नाम चुनें

source: Vehicle Name
hi: उपकरण नाम

source: Please Select Company Name
hi: कृपया कम्पनी का नाम चुने

source: Enter Registration Authority
hi: पंजीकृत अथोरिटी लिखें

# Registration
source: Authority
hi: अथोरिटी

# Display_Registration
source: Please Display Authority
hi: कृपया अथोरिटी लिखें

source: Enter RC no.
hi: नंबर प्लेट लिखेंं

# RC
source: Number Plate
hi: नंबर प्लेट

# Display_RC
source: Please Display number plate
hi: कृपया नंबर प्लेट लिखें

source: Select Date
hi: दिनांक चुनें

source: Date
hi: दिनांक

source: Enter Engine Size
hi: इंजीन साइस लिखें

source: Engine Size
hi: इंजीन साइस

# Display_Engine_Size
source: Please Display Engine Size
hi: कृपया इंजीन साइस लिखें

source: Select Fuel type
hi: ईधन का प्रकार चुनें

source: Please Select Fuel type
hi: कृपया ईधन का प्रकार चुनें

source: Fuel
hi: ईधन

# I_accept_all
source: I accept all terms and conditions
hi: मैं सभी नियम व शर्तो पालन करता हूँ।

source: Next
hi: आगे

source: Add bank details
hi: बैंक जानकारी जोड़े

source: Enter Aadhar No.
hi: कृपया आधार नंबर लिखे

# Aadhar_No
source: Aadhar Number
hi: आधार नंबर

# Please_Enter_11_digit_Aadhar_number
source: Please Enter 12 digit Aadhar number
hi: कृपया 12 अकों आधार नंबर लिखें

source: Enter bank
hi: बैंक का नाम लिखें

source: Bank
hi: बैंक

source: Please Enter Bank name
hi: कृपया बैंक का नाम लिखें

# Enter_Account_no
source: Enter Account number
hi: कृपया खाता संख्या लिखें

source: Account Number
hi: खाता संख्या

source: Please Enter 11 digit Account number
hi: कृपया 11 अकों खाता संख्या लिखें

source: Enter IFCS No.
hi: आई एफ सी कोड लिखें

# IFCS_No
source: IFC Code
hi: आई एफ सी कोड

# Display_IFC_Number
source: Please Display IFC Number
hi: कृपया आई एफ सी कोड लिखें

source: Enter branch name
hi: ब्रांच नाम लिखें

source: Branch Name
hi: ब्रांच नाम

source: Upload front side of vehicle image
hi: उपकरण के आगे तरफ की फोटो डालें

source: Upload back side vehicle Image
hi: उपकरण के पीछे तरफ की फोटो डालें

source: Upload left side of vehicle image
hi: उपकरण के बाए की फोटो डाले

source: Upload Right side of vehicle Image
hi: उपकरण के दाये तरफ की फोटो डालें

source: Upload Image
hi: अपलोड फोटो

source: Edit Farm equipment
hi: कृषि उपकरण को एडिट करें

source: Enter Price
hi: दर लिखे

source: Please enter rate
hi: कृपया दर लिखें

source: Driver order details and work
hi: ड्राइवर के काम व सेवा की जानकारी

source: Pay
hi: भुगतान करें

source: Service ID :
hi: सर्विस आइडी:

source: Farmer Name:
hi: किसान का नाम:

source: Driver Mobile:
hi: ड्राइवर का नाम:

source: Time of Service
hi: सेवा का समय

source: From
hi: से

source: Select time
hi: समय चुने

source: To
hi: तक

source: Enter land
hi: जमीन लिखें

source: Land
hi: जमीन

source: Please Enter valid amount
hi: कृपया वैध राशि लिखें

source: Amount
hi: राशि

source: Sent amount
hi: राशि भेजे

source: at
hi: पर

source: End date
hi: अन्तिम तिथि

source: Accept Order
hi: आमत्रंण स्वीकार करें

source: List
hi: सूची

source: News
hi: समाचार

source: Location
hi: स्थान

source: Profile
hi: प्रोफ़ाइल

# Setting
source: Language Settings
hi: सेटिन्स

source: About us
hi: हमारे बारे

source: Logout
hi: लाॅग आउट

source: Driver name:
hi: ड्राइवर का नाम

source: Farmer Mobile :
hi: किसान मोबाइल नं. :

source: Call
hi: कॉल

# Service_detials
source: Service Details
hi: काम की जानकारी

source: Start date
hi: प्रारम्भ तिथि

source: Go for work
hi: काम के लिए जाए

source: My Service list
hi: मेरे कार्य की सूची

source: Book Farm Equipment
hi: कृषि उपकरण को बुक

# cash_pay_to_kak
source: Cash pay to kaka
hi: काका को नगद भुगतान करें

source: Credit/debit card
hi: क्रडिट व डेबिट कार्ड

source: UPI ID
hi: यू पी आई आइडी

source: Paytm
hi: पेटीयम से

source: Pay Service bill
hi: कार्य के बिल का भुगतान

# Display_review
source: Please Enter Review
hi: कृपया रिव्यू लिखें

source: Enter debit card no.
hi: कृपया क्रडिट व डेबिट कार्ड संख्या लिखें

source: Expiry Date
hi: अन्तिम तिथि

# Enter_CVV_number
source: Please Enter CVV number
hi: कृपया सीवीवी संख्या लिखें

source: CVV number
hi: सीवीवी संख्या

source: Enter Card holder name
hi: कार्ड होल्डर का नाम लिकें

source: Tractor
hi: ट्रैक्टर

source: Pickup
hi: पीकअप

source: Thresher
hi: थ्रेंसर

source: Backhoe loader Excavator
hi: बेकहू लोडर एक्सकावेटर

source: Cultivator
hi: कल्टींवेटर

source: Trolley
hi: ट्राँली

source: Tractor Spayres
hi: ट्रैक्टर एपायरेस

source: Dump-truck
hi: डाम्प ट्राक

source: Hydraulic Excavator
hi: हाडरोलिक एक्सकावेटर

source: Power Reaper
hi: पाॅवर रीपर

source: Tractor Dozer
hi: ट्रैक्टर डोज़र

source: Tractor Generator
hi: ट्रैक्टर जनेंटर

source: Harvester
hi: हारवेसटर

source: Land Leveller
hi: जमीन लेवेलर

# Mini_tiller
source: Mini-Tiller Rotary
hi: मिनी टिंलर रोटरी

source: Plough
hi: प्लव

# Post_hole
source: Post Hole Digger
hi: पोस्ट होल टीगर

source: Tractor Reaper
hi: ट्रैक्टर रीपर

source: Rice Transplanter
hi: चावल ट्रांस-प्लानटर

# seed-drill
source: Seed-drill Machine
hi: सीड-ड्रील मशीन

source: Water Tanker
hi: वाॅटर टेंकर

source: Mahindra
hi: महेन्द्रा

source: Farmtrac
hi: फार्मटेक

source: New Hollend
hi: न्यू होलेन्ड

source: Sonalika
hi: सोनालिका

source: PowerTrac
hi: पाॅवरटेक

source: Tata
hi: टाटा

# scarrfue
source: scarfue
hi: स्काफ्यू

source: JCB
hi: जेसीबी

source: Ashok lyload
hi: अशोक लीलोड

source: Other
hi: अन्य

source: Hindi
hi: हिंन्दी

source: English
hi: अग्रेंजी

source: Language
hi: भाषा
